<?php

return [

    /*
      |--------------------------------------------------------------------------
      | Authentication Cost Lines
      |--------------------------------------------------------------------------
      |
      | The following language lines are used during authentication for various
      |
     */
    'title' => 'نظرة عامة للحسابات',
    'description' => 'هنا يتم عرض جميع العمليات المرتبطه بحساب معين خلال السنة الماليه ',
    'account' => 'الحساب',
    'year' => 'السنة المالية',
    'date' => 'التاريخ',
    'start_date' => 'تاريخ البدء',
    'end_date' => 'تاريخ الانتهاء',
    'clear' => 'الغاء المدخلات',
    'name' => 'الاسم',
    'desc' => 'الوصف',
    'type' => 'نوع المعاملة',
    'type1' => 'المدين',
    'type2' => 'الدائن', 
    'amount' => 'المبلغ',
    'addinv' => 'اضافة فاتورة',
    'addpay' => 'اضافة دفع',
    'addbank' => 'افتتاح بنك',
    'addtrea' => 'افتتاح خزينة',
    'addcred' => 'افتتاح بطاقة ائتمان',
    'addprice' => 'اضافة مبلغ',
    'transfer' => 'تحويل مبلغ',
    'from' => 'من حساب : ',
    'to'   => 'الي حساب : ',
    'receiver : ' => 'المستلم',
    'closebank' => 'اغلاق بنك',
    'closetrea' => 'اغلاق خزينة',
    'closecred' => 'اغلاق بطاقة ائتمان',
    'invoice_number' => 'فاتورة رقم : ',
    'bank' => 'بنك',
    'treasury' => 'خزينة',
    'credit'  => 'بطاقة ائتمان',
    'search'  => 'بحث',

/****************************Profit And Loss Page*************************************************/
    'title2'  => 'تقارير الارباح والخسائر',    
    'description2' => 'هنا يتم عرض جميع الارباح والخسائر لحساب معين خلال السنة الماليه ',
    'prices_taxes'  => 'السعر قبل الضرائب',
       
];
